export const hours = ["وَإِذَا سَأَلَكَ عِبَادِی عَنِّی فَإِنِّی قَرِیبٌۖ أُجِیبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡیَسۡتَجِیبُوا۟ لِی وَلۡیُؤۡمِنُوا۟ بِی لَعَلَّهُمۡ یَرۡشُدُونَ ", 
"مَنۡ عَمِلَ صَـٰلِحࣰا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنࣱ فَلَنُحۡیِیَنَّهُۥ حَیَوٰةࣰ طَیِّبَةࣰۖ وَلَنَجۡزِیَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُوا۟ یَعۡمَلُونَ",
"قُلۡ إِنَّ صَلَاتِی وَنُسُكِی وَمَحۡیَایَ وَمَمَاتِی لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ",
"وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِینَ یَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِیِّ یُرِیدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَیۡنَاكَ عَنۡهُمۡ تُرِیدُ زِینَةَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطࣰا ",
]