export const ayat = [
    {
        "ayah":[" وَإِذَا سَأَلَكَ عِبَادِی عَنِّی فَإِنِّی قَرِیبٌۖ أُجِیبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡیَسۡتَجِیبُوا۟ لِی وَلۡیُؤۡمِنُوا۟ بِی لَعَلَّهُمۡ یَرۡشُدُونَ ","[سورة البقرة : 186]"]
    },
    {
        "ayah":[" مَنۡ عَمِلَ صَـٰلِحࣰا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنࣱ فَلَنُحۡیِیَنَّهُۥ حَیَوٰةࣰ طَیِّبَةࣰۖ وَلَنَجۡزِیَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُوا۟ یَعۡمَلُونَ ","[سورة النحل : 97]"]
    },
    {
        "ayah":[" قُلۡ إِنَّ صَلَاتِی وَنُسُكِی وَمَحۡیَایَ وَمَمَاتِی لِلَّهِ رَبِّ ٱلۡعَـٰلَمِینَ ","[سورة الأنعام: 162]"]
    },
    {
        "ayah":[" وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِینَ یَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِیِّ یُرِیدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَیۡنَاكَ عَنۡهُمۡ تُرِیدُ زِینَةَ ٱلۡحَیَوٰةِ ٱلدُّنۡیَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطࣰا ","[سورة الكهف: 28]"]
    },
    {
        "ayah":[" ۞ وَسَارِعُوۤا۟ إِلَىٰ مَغۡفِرَةࣲ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا ٱلسَّمَـٰوَ ٰ⁠تُ وَٱلۡأَرۡضُ أُعِدَّتۡ لِلۡمُتَّقِینَ ","[سورة آل عمران : 133]"]
    },
    {
        "ayah":[" لَـٰكِنِ ٱلَّذِینَ ٱتَّقَوۡا۟ رَبَّهُمۡ لَهُمۡ غُرَفࣱ مِّن فَوۡقِهَا غُرَفࣱ مَّبۡنِیَّةࣱ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَعۡدَ ٱللَّهِ لَا یُخۡلِفُ ٱللَّهُ ٱلۡمِیعَادَ ","[سورة الزمر: 20]"]
    },
    {
        "ayah":[" وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِینَ ","[سورة الذاريات: 55]"]
    },
    {
        "ayah":[" وَمَنۡ أَحۡسَنُ قَوۡلࣰا مِّمَّن دَعَاۤ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحࣰا وَقَالَ إِنَّنِی مِنَ ٱلۡمُسۡلِمِینَ ","[سور فصلت: 33]"]
    },
    {
        "ayah":[" سَابِقُوۤا۟ إِلَىٰ مَغۡفِرَةࣲ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۚ ذَ ٰ⁠لِكَ فَضۡلُ ٱللَّهِ یُؤۡتِیهِ مَن یَشَاۤءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِیمِ ","[سورة الحديد: 21]"]
    },
    {
        "ayah":[" یَـٰبُنَیَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَاۤ أَصَابَكَۖ إِنَّ ذَ ٰ⁠لِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ ","[سورة لقمان: 17]"]
    },
]