export const hadiths = [
    {
        "hadith":[" وَقال رسول الله -صلى الله عليه وسلم-: (مَن صَلَّى البَرْدَيْنِ دَخَلَ الجَنَّةَ)"]
    },
    {
        "hadith":["قال رسول الله -صلى الله عليه وسلم-: (مَن غَدَا إلى المَسْجِدِ ورَاحَ، أعَدَّ اللهُ له نُزُلَهُ مِنَ الجَنَّةِ كُلَّما غَدَا أوْ رَاحَ)"]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (الصَّلَاةُ الخَمْسُ، وَالْجُمْعَةُ إلى الجُمْعَةِ، كَفَّارَةٌ لِما بيْنَهُنَّ، ما لَمْ تُغْشَ الكَبَائِرُ)."]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (من صلَّى العشاءَ في جماعةٍ، كان كقيامِ نصفِ االليلِ، و من صلى العشاءَ والفجرَ في جماعةٍ كان كقيامِ ليلةٍ)"]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (رَكْعَتَا الفَجْرِ خَيْرٌ مِنَ الدُّنْيَا وَما فِيهَا)"]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (مَن صلى الفجرَ في جماعةٍ، ثم قَعَد يَذْكُرُ اللهَ حتى تَطْلُعَ الشمسُ، ثم صلى ركعتينِ، كانت له كأجرِ حَجَّةٍ وعُمْرَةٍ تامَّةٍ، تامَّةٍ، تامَّةٍ)"]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (يُصْبِحُ علَى كُلِّ سُلَامَى مِن أَحَدِكُمْ صَدَقَةٌ، فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ، وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ، وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ، وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ، وَأَمْرٌ بالمَعروفِ صَدَقَةٌ، وَنَهْيٌ عَنِ المُنْكَرِ صَدَقَةٌ، وَيُجْزِئُ مِن ذلكَ رَكْعَتَانِ يَرْكَعُهُما مِنَ الضُّحَى)"]
    },
    {
        "hadith":["عن عبد الله بن مسعود -رضي الله عنه- قال: (سَأَلْتُ النبيَّ صَلَّى اللهُ عليه وسلَّمَ: أيُّ العَمَلِ أحَبُّ إلى اللَّهِ؟ قالَ: الصَّلاةُ علَى وقْتِها، قالَ: ثُمَّ أيٌّ؟ قالَ: ثُمَّ برُّ الوالِدَيْنِ، قالَ: ثُمَّ أيٌّ؟ قالَ: الجِهادُ في سَبيلِ اللَّهِ، قالَ: حدَّثَني بهِنَّ، ولَوِ اسْتَزَدْتُهُ لَزادَنِي)"]
    },
    {
        "hadith":["عن أبي هريرة -رضي الله عنه-: (أنَّهُ سَمِعَ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يقولُ أرَأَيْتُمْ لو أنَّ نَهَرًا ببابِ أحَدِكُمْ يَغْتَسِلُ فيه كُلَّ يَومٍ خَمْسًا، ما تَقُولُ ذلكَ يُبْقِي مِن دَرَنِهِ؟ قالوا: لا يُبْقِي مِن دَرَنِهِ شيئًا، قالَ: فَذلكَ مِثْلُ الصَّلَواتِ الخَمْسِ، يَمْحُو اللَّهُ به الخَطايا)"]
    },
    {
        "hadith":["قال رسول الله صلى الله عليه وسلم: (الصَّلَاةِ أَفْضَلُ بَعْدَ المَكْتُوبَةِ؟ وَأَيُّ الصِّيَامِ أَفْضَلُ بَعْدَ شَهْرِ رَمَضَانَ؟ فَقالَ: أَفْضَلُ الصَّلَاةِ، بَعْدَ الصَّلَاةِ المَكْتُوبَةِ، الصَّلَاةُ في جَوْفِ اللَّيْلِ، وَأَفْضَلُ الصِّيَامِ بَعْدَ شَهْرِ رَمَضَانَ، صِيَامُ شَهْرِ اللهِ المُحَرَّمِ)"]
    },
]